EEC_PROP/out/production/resources/OP_02/FLC/MSG.001_TRN.001/Log/Received_MSG_PRS.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
   <soap:Header xmlns:int="urn:EEC:Interaction:v1.0"
                xmlns:wsa="http://www.w3.org/2005/08/addressing">
      <wsa:MessageID>urn:uuid:2c0fc297-0d81-42fb-87a0-437d37efa86d</wsa:MessageID>
      <int:ProcedureID>urn:uuid:ff59852f-b768-448c-827d-24f8c8e55272</int:ProcedureID>
      <int:ConversationID>urn:uuid:a83d753a-6a48-44c0-8a8f-1fb329fe7feb</int:ConversationID>
      <wsa:To>EAEU://RU/CP/P.CC.01/P.CC.01.ACT.001AT</wsa:To>
      <wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.PRS</wsa:Action>
      <wsa:ReplyTo>
         <wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address>
      </wsa:ReplyTo>
      <wsa:RelatesTo>urn:uuid:7c125bd1-89a4-46a1-991b-aaad6ffb2806</wsa:RelatesTo>
      <int:Integration>
         <int:TrackID>urn:uuid:e6eefb25-7231-4904-a104-9505c115e6ab</int:TrackID>
         <int:AcceptTime>2020-01-15T11:29:20+03:00</int:AcceptTime>
      </int:Integration>
   </soap:Header>
   <soap:Body>
      <sgn:ProcessingReceipt xmlns:sgn="urn:EEC:signal:v1.0">
         <sgn:SignalId>ffacc6b7-6c34-4e4d-9243-98bf425c4d2f</sgn:SignalId>
         <sgn:DateTime>2020-01-15T11:29:20.343</sgn:DateTime>
      </sgn:ProcessingReceipt>
   </soap:Body>
</soap:Envelope>
